{
    "bot_messages": [
        {
            "id": 0,
            "text": "Добро пожаловать в сервис <b>ТеплоБот!</b>🤖\nМы рады видеть вас здесь, {name}!\n\nЭтот бот создан для того, чтобы помочь вам с установкой или ремонтом теплого пола 🏠\n\nЧтобы начать, пожалуйста, оставьте заявку, и наши специалисты свяжутся с вами в ближайшее время.\n\nДля того, что бы оставить заявку, выберите соответсвующую кнопку в меню ниже:"
        },
        {
            "id": 1,
            "text": "Мы рады приветствовать вас в нашем проекте по установке и ремонту теплых полов!🏠\n\nНаша команда состоит из опытных специалистов, которые с удовольствием помогут вам создать уютную и комфортную среду в вашем доме.\n\nНаш бот 🤖 предназначен для того, чтобы сделать процесс оставления заявки на установку или ремонт теплого пола максимально простым и удобным.\nВы можете легко отправить заявку, указав свои контактные данные и описав необходимые работы.\nМы быстро и качественно выполним все ваши запросы.\n\n<b>Преимущества работы с нами:</b>\n✦ Опытные специалисты с большим опытом работы\n✦ Высокое качество выполненных работ\n✦ Быстрое и удобное оформление заявок через нашего бота\n✦ Индивидуальный подход к каждому клиенту\n✦ Мы ценим ваше доверие и готовы ответить на все ваши вопросы\n\nЕсли у вас есть какие-либо пожелания или предложения, не стесняйтесь связаться с нами. Мы всегда рады помочь! 😊"
        },
        {
            "id": 2,
            "text": "Стоимость работы от 200р за м^2.\nИтоговая стоимость зависит от типа работ, площади покрытия, региона и времени работ.\nПолную стоимость работы вам скажет мастер.\nЖелаете продолжить?"
        }
    ],
    "order": [
        {
            "id": 0,
            "state": "enter_name",
            "text": "Как к вам обращаться? Введите ваше имя"
        },
        {
            "id": 1,
            "state": "enter_city",
            "text": "В каком городе находится помещение, где нужно сделать пол?"
        },
        {
            "id": 2,
            "state": "enter_address",
            "text": "Уточните адрес помещения и квадратуру работы"
        },
        {
            "id": 3,
            "state": "enter_number",
            "text": "Укажите номер телефона, чтобы наш мастер смог с вами связаться"
        },
        {
            "id": 4,
            "state": "comment",
            "text": "Расскажите подробней про работу:\nКакой тип теплого пола вы собираетесь использовать? (Водяной/электрический/пленочный)\nНужна ли предварительная консультация с мастером?\nЛюбые подробности"
        },
        {
            "id": 5,
            "state": "finish_order",
            "text": "Заявка принята в обработку, скоро мастер с вами свяжется для уточнения деталей"
        }
    ],
    "appdata": [
        {
            "id": 0,
            "name": "API бота",
            "data": "suck"
        },
        {
            "id": 1,
            "name": "пароль",
            "data": "Piska"
        }
    ],
    "allowed_users": [
        {
            "tag": "IvanChayTg",
            "name": "Иван",
            "job": "CEO"
        },
        {
            "tag": "Kotanik",
            "name": "Екатерина",
            "job": "Test"
        }
    ]
}